import React from 'react'
import InstagramIcon from '@mui/icons-material/Instagram';
export default function Header() {

  return (
    <>
    {/* Header */}
      <div className='fixed h-[80px] top-0 left-0 right-0 flex gap-8 border-2 border-spacing-1 bg-gray-200'>
        {/* Header Right */}
      <div className='flex items-center gap-4'>
      <svg width="286" height="64" viewBox="0 0 286 44" fill="none" xmlns="http://www.w3.org/2000/svg">
       <path d="M284.138 12.3966L275.373 3.63129C274.529 2.79609 273.134 2.86498 272.42 3.81211C263.852 15.0313 249.654 22.3673 233.587 22.3673C217.512 22.3673 203.313 15.0227 194.746 3.81211C194.023 2.86498 192.628 2.79609 191.793 3.63129L183.028 12.3966C181.831 13.5934 181.719 15.5049 182.795 16.8051C194.858 31.4426 213.112 40.7675 233.553 40.7848H233.587H233.622C254.063 40.7762 272.325 31.4426 284.379 16.8051C285.456 15.5049 285.335 13.5848 284.147 12.3966" fill="#ED1944"/>
       <path d="M153.304 9.40993H144.454C144.094 9.39993 143.754 9.53992 143.504 9.78992L141.164 12.1299C140.914 12.3799 140.774 12.7299 140.774 13.0799V14.4499C140.774 15.1099 141.314 15.6499 141.974 15.6499H154.554C155.584 15.6499 156.424 16.4799 156.424 17.5099V26.2599C156.424 27.2899 155.584 28.1299 154.554 28.1299H149.754C149.744 28.1299 149.734 28.1299 149.724 28.1299H142.024C141.344 28.1299 140.784 28.6799 140.784 29.3699V33.1299C140.784 33.8099 141.334 34.3699 142.024 34.3699H153.324C158.494 34.3699 162.674 30.1799 162.674 25.0199V18.7599C162.674 13.5899 158.484 9.40993 153.324 9.40993" fill="#ED1944"/>
       <path d="M6.27392 24.27C6.45392 24.77 6.93391 25.1 7.46391 25.1H11.3439C12.2139 25.1 12.8139 24.24 12.5139 23.43L6.26391 7.08C6.08391 6.58 5.61391 6.25 5.08391 6.25H1.23391C0.383915 6.25 -0.216085 7.1 0.0739147 7.9L6.26391 24.26L6.27392 24.27Z" fill="#ED1944"/>
       <path d="M114.524 37.5701H110.614C109.964 37.5701 109.434 38.1001 109.434 38.7501V42.6601C109.434 43.3101 109.964 43.8401 110.614 43.8401H114.524C115.174 43.8401 115.704 43.3101 115.704 42.6601V38.7501C115.704 38.1001 115.174 37.5701 114.524 37.5701Z" fill="#ED1944"/>
       <path d="M136.384 37.5701H126.314C125.634 37.5701 125.084 38.1201 125.084 38.8001V42.6101C125.084 43.2901 125.634 43.8401 126.314 43.8401H136.384C137.064 43.8401 137.614 43.2901 137.614 42.6101V38.8001C137.614 38.1201 137.064 37.5701 136.384 37.5701Z" fill="#ED1944"/>
       <path d="M56.334 9.39H53.7539L62.3239 1.24C62.7639 0.769998 62.434 0 61.784 0H55.444C54.954 0 54.484 0.190001 54.124 0.540001L40.9339 13.54C40.1539 14.32 40.704 15.65 41.804 15.65H56.384C58.064 15.65 59.4339 17.1 59.4339 18.78V28.17L36.204 28.15C35.184 28.15 34.354 27.32 34.354 26.3V7.48C34.354 6.8 33.804 6.25 33.124 6.25H29.4039C28.7239 6.25 28.174 6.8 28.174 7.48L28.194 25.54C28.434 30.44 32.4739 34.33 37.4339 34.33L64.384 34.35C65.064 34.35 65.6139 33.8 65.6139 33.12L65.5739 18.49C65.4039 13.53 61.344 9.39 56.334 9.39Z" fill="#ED1944"/>
       <path d="M23.8339 6.25999H20.1139C19.4339 6.25999 18.8839 6.80999 18.8839 7.48999V26.41C18.8839 27.43 18.0539 28.26 17.0339 28.26L3.75393 28.24C3.39393 28.24 3.05392 28.38 2.80392 28.63L0.423923 30.9C0.173923 31.15 0.0239258 31.5 0.0239258 31.85V33.22C0.0239258 33.88 0.563923 34.42 1.22392 34.42H15.8039C20.7639 34.42 24.7939 30.52 25.0439 25.63L25.0639 7.46999C25.0639 6.78999 24.5139 6.23999 23.8339 6.23999" fill="#ED1944"/>
       <path d="M137.584 25.4899L137.604 16.8899C137.604 16.1999 137.044 15.6499 136.364 15.6499H132.594C131.904 15.6499 131.354 16.2099 131.354 16.8899V26.2699C131.354 27.2999 130.514 28.1399 129.484 28.1399H115.704V18.7599C115.704 12.7199 111.374 9.3999 106.304 9.3999H97.4639C97.1039 9.3999 96.7639 9.5399 96.5139 9.7899L94.1739 12.1299C93.9239 12.3799 93.7839 12.7299 93.7839 13.0799V14.4499C93.7839 15.1099 94.3239 15.6499 94.9839 15.6499H107.564C108.594 15.6399 109.434 16.4799 109.434 17.5099L109.464 28.1299L88.7739 28.1799C88.0939 28.1799 87.5339 28.7399 87.5339 29.4199V33.1999C87.5339 33.8899 88.0939 34.4399 88.7739 34.4399H93.7939V35.7099C93.7939 36.7399 92.9539 37.5799 91.9239 37.5799H76.7039C75.7739 37.5799 75.0139 36.8199 75.0139 35.8799V23.1599C75.0139 22.4799 74.4539 21.9199 73.7639 21.9199H69.9939C69.3039 21.9199 68.7539 22.4699 68.7539 23.1599L68.7739 34.4699C68.7539 40.7099 71.8839 43.8399 78.1439 43.8399H90.8039C96.3539 43.8399 100.054 40.2899 100.054 34.4499H114.474C115.154 34.4499 115.714 33.8899 115.714 33.2099V31.2699L115.734 31.2899L118.474 34.0899C118.704 34.3299 119.014 34.4599 119.344 34.4599H128.244C133.254 34.4599 137.344 30.4599 137.594 25.5099" fill="#ED1944"/>
      </svg>
      <div className='flex items-center gap-x-5 w-[900px] h-[60px] pr-8 bg-bg-input rounded-xl'>
      <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" strokeWidth={1.5} stroke="currentColor" className="size-11 text-gray-600">
          <path strokeLinecap="round" strokeLinejoin="round" d="m21 21-5.197-5.197m0 0A7.5 7.5 0 1 0 5.196 5.196a7.5 7.5 0 0 0 10.607 10.607Z" />
     </svg>
        <input className='bg-bg-input outline-none w-screen' type="text" placeholder='جستجو' />
      </div>
      </div>
      {/* Header Left */}
      <div className='flex items-center'>
        <button className='flex items-center justify-center rounded-lg h-[60px] w-[160px] hover:bg-gray-100'>
          <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" class="size-8 pl-1 text-zinc-700">
           <path stroke-linecap="round" stroke-linejoin="round" d="M15.75 9V5.25A2.25 2.25 0 0 0 13.5 3h-6a2.25 2.25 0 0 0-2.25 2.25v13.5A2.25 2.25 0 0 0 7.5 21h6a2.25 2.25 0 0 0 2.25-2.25V15M12 9l-3 3m0 0 3 3m-3-3h12.75" />
          </svg>
          ورود | ثبت نام
        </button>
        <span className='text-gray-600 mr-7'>|</span>
        <span className='mr-7'>
        <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" strokeWidth={1.5} stroke="currentColor" className="size-10 text-zinc-700">
          <path strokeLinecap="round" strokeLinejoin="round" d="M2.25 3h1.386c.51 0 .955.343 1.087.835l.383 1.437M7.5 14.25a3 3 0 0 0-3 3h15.75m-12.75-3h11.218c1.121-2.3 2.1-4.684 2.924-7.138a60.114 60.114 0 0 0-16.536-1.84M7.5 14.25 5.106 5.272M6 20.25a.75.75 0 1 1-1.5 0 .75.75 0 0 1 1.5 0Zm12.75 0a.75.75 0 1 1-1.5 0 .75.75 0 0 1 1.5 0Z" />
        </svg>
        </span>
      </div>
    </div>
    {/* swiper */}
    <div className='flex gap-8 mt-24 text-center cursor-pointer'> 
      <div className='max-w-[120px] '>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover border-pink-500 p-1 border-4' src="/images/swiper-imgs/1.png" alt="" />
      مودم‌هایی که خودم دارمشون!
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover border-pink-500 p-1 border-4' src="/images/swiper-imgs/2.png" alt="" />
      هودی،صفرزن،پافر و ...
      </div>
      <div  className='min-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover border-pink-500 p-1 border-4' src="/images/swiper-imgs/3.png" alt="" />
      نبرد خیر و شر
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover border-pink-500 p-1 border-4' src="/images/swiper-imgs/4.png" alt="" />
      هودی مردانه اقتصادی
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover border-pink-500 p-1 border-4' src="/images/swiper-imgs/5.png" alt="" />
      راهنمای خرید گوشی ۳۰ تا ۵۰ میلیون تومن
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover border-pink-500 p-1 border-4' src="/images/swiper-imgs/6.png" alt="" />
      راحت و سریع نقاشی بکش😉🎨
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover border-pink-500 p-1 border-4' src="/images/swiper-imgs/7.png" alt="" />
      کدوم رو بخریم۲
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover border-pink-500 p-1 border-4' src="/images/swiper-imgs/8.png" alt="" />
      نصب گلس آسون شد..!!
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover border-pink-500 p-1 border-4' src="/images/swiper-imgs/10.png" alt="" />
      قلعه! قدیمی ولی جذاب
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover border-pink-500 p-1 border-4' src="/images/swiper-imgs/11.png" alt="" />
      از ماه اومده🥲
      </div>
    </div>
    {/* slider */}
    <div className='w-screen mt-5'>
      <a href="#">
      <img src="/images/slider_img.png" alt="" />
      </a>
    </div>
    {/* container */}
    <div className='flex gap-[85px] mt-7 text-center cursor-pointer'> 
      <div className='max-w-[90px] '>
      <img className='w-[90px] h-[90px] rounded-[9999px] object-cover ' src="/images/container/1.png" alt="" />
      دریافت وام
      </div>
      <div  className='max-w-[90px]'>
      <img className='w-[90px] h-[90px] rounded-[9999px] object-cover ' src="/images/container/2.png" alt="" />
      خرید موبایل‌کارکرده
      </div>
      <div  className='min-w-[90px]'>
      <img className='w-[90px] h-[90px] rounded-[9999px] object-cover ' src="/images/container/3.png" alt="" />
      طلای دیجیتال
      </div>
      <div  className='max-w-[90px]'>
      <img className='w-[90px] h-[90px] rounded-[9999px] object-cover ' src="/images/container/4.png" alt="" />
      پلاس
      </div>
      <div  className='max-w-[90px]'>
      <img className='w-[90px] h-[90px] rounded-[9999px] object-cover ' src="/images/container/5.png" alt="" />
      لپ‌تاپ و تبلت
      </div>
      <div  className='max-w-[90px]'>
      <img className='w-[90px] h-[90px] rounded-[9999px] object-cover ' src="/images/container/6.png" alt="" />
      آیفون 16 برنده شو
      </div>
      <div  className='max-w-[90px]'>
      <img className='w-[90px] h-[90px] rounded-[9999px] object-cover ' src="/images/container/7.png" alt="" />
      انبارتکانی مد و پوشاک
      </div>
      <div  className='max-w-[90px]'>
      <img className='w-[90px] h-[90px] rounded-[9999px] object-cover ' src="/images/container/8.png" alt="" />
      دیجی‌کالا بیزینس
      </div>
      <div className='max-w-[90px]'>
        <div className='flex items-center justify-center w-[90px] h-[90px] bg-gray-300 rounded-[9999px]'>
         <svg  xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="2" stroke="currentColor" class="size-10 text-gray-500">
          <path stroke-linecap="round" stroke-linejoin="round" d="M6.75 12a.75.75 0 1 1-1.5 0 .75.75 0 0 1 1.5 0ZM12.75 12a.75.75 0 1 1-1.5 0 .75.75 0 0 1 1.5 0ZM18.75 12a.75.75 0 1 1-1.5 0 .75.75 0 0 1 1.5 0Z" />
         </svg>
       </div>
         بیشتر
      </div> 
    </div>

    {/* swiper wraper */}
    {/* Right */}
    <div className='flex items-center gap-7 w-[99%] m-auto h-[400px] bg-rose-600 mt-8 rounded-3xl' >
      <div className='flex flex-col items-center gap-2 mr-7 '>
     <a href="#">
      <svg width="120" height="120" viewBox="0 0 120 120" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M77.7524 14.9378C77.8003 15.3691 78.1744 15.7052 78.6289 15.7052H84.8224L84.9185 15.7001C85.3603 15.6533 85.7041 15.2876 85.7041 14.844V12.8462L85.699 12.7524C85.6511 12.3209 85.2769 11.9851 84.8224 11.9851L81.9819 11.9853L81.9811 10.8612L81.9759 10.7673C81.928 10.3358 81.5539 10 81.0991 10H78.6291L78.533 10.0051C78.0912 10.0518 77.7474 10.4172 77.7474 10.8612L77.7472 14.844L77.7524 14.9378Z" fill="white"/>
<path d="M110.254 34.586C110.207 34.1547 109.832 33.8186 109.378 33.8186H103.184L103.088 33.8237C102.647 33.8705 102.303 34.2362 102.303 34.6798V36.6776L102.308 36.7714C102.356 37.2029 102.73 37.5387 103.184 37.5387L106.025 37.5385L106.026 38.6626L106.031 38.7565C106.079 39.188 106.453 39.5238 106.908 39.5238H109.378L109.474 39.5188C109.916 39.472 110.259 39.1066 110.259 38.6626L110.26 34.6798L110.254 34.586Z" fill="white"/>
<path d="M97.2623 33.8399C97.7021 33.8399 98.0262 34.1259 98.0702 34.5371L98.0753 34.6342V37.0171C98.0753 37.4467 97.7827 37.7633 97.3617 37.8063L97.2623 37.8114H90.7581C90.3182 37.8114 89.9942 37.5255 89.9501 37.1141L89.945 37.0171V34.6342C89.945 34.2046 90.2377 33.8879 90.6587 33.8449L90.7581 33.8399H97.2623Z" fill="white"/>
<path d="M59.4446 12.2931C59.4005 11.8819 59.0763 11.5959 58.6367 11.5959H55.7911L55.6917 11.6009C55.2708 11.6439 54.978 11.9607 54.978 12.3902V14.7731L54.9831 14.8702C55.0272 15.2815 55.3514 15.5674 55.7911 15.5674H58.6367L58.736 15.5624C59.1569 15.5193 59.4497 15.2028 59.4497 14.7731V12.3902L59.4446 12.2931Z" fill="white"/>
<path d="M15.1303 15.571C18.502 15.571 20.7273 17.6765 20.8186 20.9224L20.8215 21.1311V25.8969C20.8215 29.1909 18.6664 31.365 15.3439 31.4541L15.1303 31.457H7.81302C7.37382 31.457 7.04926 31.1707 7.00512 30.7597L7 30.6627V28.2798C7 27.8504 7.29319 27.5336 7.71378 27.4905L7.81302 27.4855H15.1303C16.1905 27.4855 16.7102 27.0224 16.7534 26.0348L16.7564 25.8969V21.1311C16.7564 20.0955 16.2827 19.5876 15.2715 19.5454L15.1303 19.5425H7.81302C7.37382 19.5425 7.04926 19.2561 7.00512 18.8452L7 18.7482V16.3653C7 15.9361 7.29319 15.6191 7.71378 15.576L7.81302 15.571H15.1303Z" fill="white"/>
<path fill-rule="evenodd" clip-rule="evenodd" d="M31.3956 22.7671V27.5547H29.7692C28.4219 27.5547 27.3296 26.4829 27.3296 25.1609V11.5959C27.3296 11.1552 26.9656 10.7979 26.5165 10.7979H24.0769C23.6278 10.7979 23.2637 11.1552 23.2637 11.5959V25.1609C23.2637 28.6864 26.1763 31.5444 29.7692 31.5444H47.2527C48.7276 31.5444 50.0802 31.0307 51.1349 30.1756L51.8581 31.2007C52.01 31.4159 52.2598 31.5444 52.5267 31.5444H57.3863C59.2369 31.5444 60.907 30.7862 62.0916 29.5691L63.2427 31.2007C63.3946 31.4159 63.6444 31.5444 63.9113 31.5444H68.7709C70.3782 31.5444 71.8493 30.9725 72.9844 30.0247L73.8141 31.2007C73.966 31.4159 74.2159 31.5444 74.4827 31.5444H77.7042C79.3185 31.5444 80.7954 30.9675 81.9325 30.0123L82.7709 31.2007C82.9228 31.4159 83.1727 31.5444 83.4395 31.5444H84.2215C85.9164 31.5444 87.4599 30.9084 88.6177 29.8664L89.3082 31.1248C89.45 31.3832 89.725 31.5444 90.0242 31.5444H95.6373C97.2412 31.5444 98.6902 30.8935 99.7249 29.8462L100.681 31.2007C100.832 31.4159 101.082 31.5444 101.349 31.5444H106.209C109.802 31.5444 112.714 28.6864 112.714 25.1609V20.3732C112.714 19.9325 112.35 19.5753 111.901 19.5753H109.462C109.012 19.5753 108.648 19.9325 108.648 20.3732V25.1609C108.648 26.4829 107.556 27.5547 106.209 27.5547H101.094C101.247 27.049 101.33 26.5134 101.33 25.9588V20.3732C101.33 19.9325 100.966 19.5753 100.516 19.5753H98.0769C97.6278 19.5753 97.2637 19.9325 97.2637 20.3732V25.9588C97.2637 26.8402 96.5356 27.5547 95.6373 27.5547H90.7582V20.3732C90.7582 19.9325 90.3941 19.5753 89.945 19.5753H87.4743C87.0252 19.5753 86.6611 19.9325 86.6611 20.3732V25.1609C86.6611 26.4829 85.5688 27.5547 84.2215 27.5547H83.7369C84.0418 26.8155 84.2097 26.0074 84.2097 25.1609V20.3732C84.2097 19.9325 83.8456 19.5753 83.3965 19.5753H80.957C80.5079 19.5753 80.1438 19.9325 80.1438 20.3732V25.1609C80.1438 26.4829 79.0516 27.5547 77.7042 27.5547H74.8035C75.1085 26.8155 75.2764 26.0074 75.2764 25.1609V20.3732C75.2764 19.9325 74.9123 19.5753 74.4632 19.5753H72.0237C71.5745 19.5753 71.2105 19.9325 71.2105 20.3732V25.1609C71.2105 26.4829 70.1182 27.5547 68.7709 27.5547H63.4189C63.7239 26.8155 63.8918 26.0074 63.8918 25.1609V20.3732C63.8918 19.9325 63.5277 19.5753 63.0786 19.5753H60.6391C60.1899 19.5753 59.8259 19.9325 59.8259 20.3732V25.1609C59.8259 26.4829 58.7336 27.5547 57.3863 27.5547H53.0046C53.2293 26.9307 53.3516 26.2593 53.3516 25.5598C53.3516 22.2547 50.6211 19.5753 47.2527 19.5753L43.5363 19.5753C42.4114 17.6673 40.309 16.3835 37.9011 16.3835C34.3082 16.3835 31.3956 19.2415 31.3956 22.7671ZM37.9011 20.3732C36.5538 20.3732 35.4615 21.445 35.4615 22.7671V27.5547H40.3406V22.7671C40.3406 21.445 39.2484 20.3732 37.9011 20.3732ZM44.4066 27.5547V23.565H47.2527C48.3755 23.565 49.2857 24.4581 49.2857 25.5598C49.2857 26.6616 48.3755 27.5547 47.2527 27.5547H44.4066Z" fill="white"/>
<path d="M98.7052 53.1463C98.7538 53.5875 99.1339 53.9314 99.5957 53.9314H105.889L105.986 53.9262C106.435 53.8783 106.784 53.5042 106.784 53.0504V51.0065L106.779 50.9105C106.731 50.4691 106.35 50.1255 105.889 50.1255L103.003 50.1257L103.002 48.9757L102.996 48.8797C102.948 48.4383 102.568 48.0947 102.106 48.0947H99.5958L99.4983 48.0999C99.0494 48.1477 98.7001 48.5216 98.7001 48.9757L98.6999 53.0504L98.7052 53.1463Z" fill="white"/>
<path d="M28.8538 55.3387C28.809 54.918 28.4798 54.6253 28.0329 54.6253H21.4242L21.3233 54.6305C20.8955 54.6745 20.5982 54.9985 20.5982 55.4379V57.8757L20.6034 57.9751C20.6481 58.3959 20.9774 58.6883 21.4242 58.6883H28.0329L28.1339 58.6832C28.5616 58.6392 28.859 58.3153 28.859 57.8757V55.4379L28.8538 55.3387Z" fill="white"/>
<path d="M56.2172 48.0947C56.6639 48.0947 56.9933 48.3874 57.0381 48.8081L57.0433 48.9073V51.3451C57.0433 51.7847 56.7458 52.1086 56.3181 52.1526L56.2172 52.1577H53.3259C52.8792 52.1577 52.5498 51.8652 52.5051 51.4444L52.4998 51.3451V48.9073C52.4998 48.4679 52.7973 48.1439 53.225 48.0999L53.3259 48.0947H56.2172Z" fill="white"/>
<path d="M68.7287 48.0947C68.4737 48.0947 68.233 48.211 68.0765 48.4099L62.8002 55.1123C62.6946 55.2463 62.7913 55.4417 62.9632 55.4417H63.7892C64.0442 55.4417 64.2849 55.3254 64.4414 55.1265L69.7177 48.4241C69.8233 48.2901 69.7266 48.0947 69.5547 48.0947H68.7287Z" fill="white"/>
<path fill-rule="evenodd" clip-rule="evenodd" d="M61.108 66.8702H74.1047C76.4689 66.8702 78.2351 65.1248 78.2351 62.7886C78.2351 60.4524 76.4689 58.707 74.1047 58.707H64.6048C63.8613 58.707 63.718 58.0486 64.1917 57.4825L71.1489 48.7026C71.4711 48.3177 71.9504 48.0947 72.4557 48.0947H75.6293C76.2678 48.0947 76.6176 48.8294 76.2107 49.3155L72.0395 54.6253H74.1047C78.5618 54.6253 81.9451 57.7084 82.3291 61.9723H82.3655V63.6049H82.3291C82.2215 64.8001 81.8782 65.9025 81.3417 66.8702H90.4057C91.7747 66.8702 92.8844 65.7738 92.8844 64.4213V59.5233C92.8844 59.0725 93.2544 58.707 93.7107 58.707H96.1894C96.6457 58.707 97.0156 59.0725 97.0156 59.5233V64.4213C97.0156 65.2873 96.845 66.114 96.5352 66.8702H99.4824C100.851 66.8702 101.961 65.7738 101.961 64.4213V59.5233C101.961 59.0725 102.331 58.707 102.787 58.707H105.266C105.722 58.707 106.092 59.0725 106.092 59.5233V64.4213C106.092 65.2873 105.922 66.114 105.612 66.8702H106.104C107.473 66.8702 108.583 65.7738 108.583 64.4213V59.5233C108.583 59.0725 108.953 58.707 109.409 58.707H111.888C112.344 58.707 112.714 59.0725 112.714 59.5233V64.4213C112.714 68.028 109.755 70.9519 106.104 70.9519H105.31C105.039 70.9519 104.785 70.8204 104.63 70.6002L103.779 69.3845C102.623 70.3617 101.123 70.9519 99.4824 70.9519H96.2092C95.9381 70.9519 95.6842 70.8204 95.5299 70.6002L94.6869 69.3971C93.5335 70.3668 92.0388 70.9519 90.4057 70.9519H80.7062C80.435 70.9519 80.1812 70.8204 80.0268 70.6002L79.1554 69.3566C77.7811 70.3678 76.0446 70.9519 74.1047 70.9519H41.6206C41.3495 70.9519 41.0956 70.8204 40.9413 70.6002L40.0982 69.3971C38.9449 70.3667 37.4501 70.9519 35.817 70.9519H13.6099C9.95936 70.9519 7 68.028 7 64.4213V59.5233C7 59.0725 7.36992 58.707 7.82624 58.707H10.305C10.7613 58.707 11.1312 59.0725 11.1312 59.5233V64.4213C11.1312 65.7738 12.241 66.8702 13.6099 66.8702H35.817C37.186 66.8702 38.2958 65.7738 38.2958 64.4213V59.5233C38.2958 59.0725 38.6657 58.707 39.122 58.707H41.6007C42.057 58.707 42.427 59.0725 42.427 59.5233V64.4213C42.427 65.2873 42.2563 66.114 41.9465 66.8702H48.8491C48.5393 66.114 48.3686 65.2873 48.3686 64.4213V61.9723C48.3686 58.3655 51.328 55.4417 54.9786 55.4417C58.6291 55.4417 61.5885 58.3655 61.5885 61.9723V64.4213C61.5885 65.2873 61.4179 66.114 61.108 66.8702ZM57.4573 61.9723V64.4213C57.4573 65.7738 56.3475 66.8702 54.9786 66.8702C53.6096 66.8702 52.4998 65.7738 52.4998 64.4213V61.9723C52.4998 60.6197 53.6096 59.5233 54.9786 59.5233C56.3475 59.5233 57.4573 60.6197 57.4573 61.9723Z" fill="white"/>
<path d="M15.1277 91.7882C14.6548 91.7882 14.3149 92.1215 14.3149 92.5851V103.741C14.3149 104.828 13.7973 105.335 12.6892 105.335H7.81285C7.3398 105.335 7 105.669 7 106.132V108.523C7 108.987 7.3398 109.32 7.81285 109.32H12.6892C16.347 109.32 18.3791 107.327 18.3791 103.741V102.055L19.3279 103.398C19.4797 103.613 19.7295 103.741 19.9963 103.741H40.6273C42.2581 103.741 43.7488 103.153 44.8904 102.181L46.1367 103.741H70.6434C73.0628 103.741 75.1606 102.826 76.6188 101.306L78.0967 103.398C78.2486 103.613 78.4984 103.741 78.7652 103.741H99.6749C103.267 103.741 106.179 100.887 106.179 97.3664V92.5851C106.179 92.145 105.815 91.7882 105.366 91.7882H102.927C102.478 91.7882 102.114 92.145 102.114 92.5851V97.3664C102.114 98.6867 101.022 99.757 99.6749 99.757H77.7645C78.2924 98.8124 78.6302 97.7362 78.7361 96.5695H78.772V95.7726C78.772 91.203 75.3045 87.8038 70.6434 87.8038H68.6113L72.7157 82.6204C73.116 82.1459 72.7718 81.4287 72.1436 81.4287H69.0209C68.5236 81.4287 68.052 81.6463 67.7349 82.0221L60.8892 90.5929C60.4231 91.1456 60.5641 91.7882 61.2956 91.7882H70.6434C72.9697 91.7882 74.7077 93.492 74.7077 95.7726C74.7077 98.0532 72.9697 99.757 70.6434 99.757H46.6585C46.9634 99.0188 47.1313 98.2118 47.1313 97.3664V92.5851C47.1313 92.145 46.7673 91.7882 46.3183 91.7882H43.8793C43.4303 91.7882 43.0663 92.145 43.0663 92.5851V97.3664C43.0663 98.6867 41.9743 99.757 40.6273 99.757H18.3791V92.5851C18.3791 92.1215 18.0393 91.7882 17.5663 91.7882H15.1277Z" fill="white"/>
<path d="M35.3325 106.73C35.2884 106.32 34.9644 106.034 34.5247 106.034H28.0219L27.9226 106.039C27.5016 106.082 27.2091 106.398 27.2091 106.827V109.207L27.2142 109.304C27.2582 109.715 27.5822 110 28.0219 110H34.5247L34.6241 109.995C35.045 109.952 35.3376 109.636 35.3376 109.207V106.827L35.3325 106.73Z" fill="white"/>
<path d="M17.5693 83.8194C18.0088 83.8194 18.3329 84.105 18.377 84.5157L18.3821 84.6126V86.9923C18.3821 87.4215 18.0894 87.7376 17.6686 87.7806L17.5693 87.7856H15.1299C14.6904 87.7856 14.3663 87.5001 14.3222 87.0893L14.3171 86.9923V84.6126C14.3171 84.1836 14.6098 83.8674 15.0306 83.8244L15.1299 83.8194H17.5693Z" fill="white"/>
<path d="M100.112 83.8194C100.552 83.8194 100.876 84.105 100.92 84.5157L100.925 84.6126V86.9923C100.925 87.4215 100.632 87.7376 100.211 87.7806L100.112 87.7856H97.267C96.8274 87.7856 96.5033 87.5001 96.4592 87.0893L96.4541 86.9923V84.6126C96.4541 84.1836 96.7468 83.8674 97.1676 83.8244L97.267 83.8194H100.112Z" fill="white"/>
<path d="M65.3535 81.4287C65.1026 81.4287 64.8658 81.5422 64.7117 81.7364L59.5199 88.2791C59.4161 88.41 59.5112 88.6007 59.6804 88.6007H60.4932C60.7441 88.6007 60.9809 88.4871 61.1349 88.293L66.3267 81.7502C66.4306 81.6194 66.3354 81.4287 66.1663 81.4287H65.3535Z" fill="white"/>
<path d="M108.649 83.8194C108.649 83.3793 109.013 83.0225 109.462 83.0225H111.901C112.35 83.0225 112.714 83.3793 112.714 83.8194V102.945C112.714 103.385 112.35 103.741 111.901 103.741H109.462C109.013 103.741 108.649 103.385 108.649 102.945V83.8194Z" fill="white"/>
      </svg>
     </a>
     <div className='flex items-center gap-2'>
      <div className='w-10 h-10 bg-white rounded-md'></div>
      <div className='w-10 h-10 bg-white rounded-md'></div>
      <div className='w-10 h-10 bg-white rounded-md'></div>
     </div>
     <a href="#">
     <svg width="80" height="80" viewBox="0 0 80 80" fill="none" xmlns="http://www.w3.org/2000/svg">
<path d="M40.2086 66.6112C34.1483 66.6112 28.286 65.382 22.7825 62.9582C17.4681 60.6184 12.7435 57.282 8.73926 53.0422L13.1577 48.8699C20.2611 56.392 29.8679 60.5343 40.2086 60.5343C50.5493 60.5343 59.8545 56.5166 66.9249 49.2211L71.2893 53.4504C63.0632 61.9376 52.0246 66.6112 40.2086 66.6112Z" fill="#FAFAFA"/>
<path d="M53.1453 50.1636C49.6664 50.1636 46.3841 48.037 45.0874 44.5941C43.4169 40.1561 45.6682 35.1869 50.1046 33.5164C54.5426 31.846 59.5118 34.0973 61.1837 38.5352C62.8542 42.9732 60.6029 47.9424 56.1665 49.6128C55.1714 49.988 54.1509 50.1636 53.1453 50.1636ZM52.2463 39.2016C50.9451 39.6923 50.2832 41.1496 50.774 42.4524C51.2648 43.7551 52.7221 44.4155 54.0248 43.9247C55.326 43.4339 55.9879 41.9766 55.4971 40.6754C55.0063 39.3727 53.549 38.7108 52.2463 39.2016Z" fill="#FAFAFA"/>
<path d="M49.4717 13.3898L25.5627 48.4129L30.5815 51.8391L54.4906 16.816L49.4717 13.3898Z" fill="#FAFAFA"/>
<path d="M26.9147 32.271C25.7065 32.271 24.5029 32.0128 23.3712 31.501C21.2791 30.5525 19.6807 28.8476 18.8718 26.6969C18.0628 24.5477 18.1379 22.2109 19.0864 20.1188C20.0349 18.0266 21.7398 16.4282 23.8905 15.6193C26.0397 14.8103 28.3765 14.8854 30.4687 15.8339C32.5608 16.7824 34.1592 18.4874 34.9681 20.638C36.6386 25.076 34.3873 30.0452 29.9494 31.7172C28.9633 32.0879 27.9383 32.274 26.9147 32.274V32.271ZM26.9207 21.1423C26.6205 21.1423 26.3204 21.1963 26.0307 21.3059C25.4004 21.543 24.8991 22.0128 24.6214 22.6266C24.3438 23.2405 24.3213 23.9264 24.5584 24.5567C24.7955 25.187 25.2653 25.6883 25.8791 25.966C26.493 26.2436 27.1788 26.2661 27.8092 26.029C29.1119 25.5382 29.7723 24.0809 29.2815 22.7782C29.0444 22.1479 28.5746 21.6466 27.9608 21.3689C27.6291 21.2189 27.2749 21.1423 26.9207 21.1423Z" fill="#FAFAFA"/>
     </svg>
     </a>
     <div className='flex items-center text-white'>
     <a href="#">
      مشاهده همه 
     </a>
     <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" class="size-5">
      <path stroke-linecap="round" stroke-linejoin="round" d="M15.75 19.5 8.25 12l7.5-7.5" />
     </svg>
     </div>
      </div>
      {/* Left Cards */}
    <div className='flex gap-2 '>
      <a href="#">
    <div className='w-[250px] h-[350px] bg-white rounded-2xl '>
        <img className='w-[200px] h-[200px] pr-10 object-cover' src="/images/swiper-wraper-cards/1.png" alt="" />
        <h3 className='text-zinc-700 pt-3 px-2'>گوشی موبایل ریلمی مدل C67 4G دو سیم کارت...</h3>
        <div className='flex items-center justify-evenly pt-3'>
        <div className='flex items-center justify-center w-11 h-8 bg-rose-600 rounded-3xl text-white'>۳%</div>
        <span className='text-zinc-700'> ۸,۸۹۹,۰۰۰ تومان</span>
        </div>
        <span className='pr-[118px] text-zinc-700 line-through'>۹,۱۹۹,۰۰۰</span>
      </div>
      </a>
      <a href="#">
    <div className='w-[250px] h-[350px] bg-white rounded-2xl '>
        <img className='w-[200px] h-[200px] pr-10 object-cover' src="/images/swiper-wraper-cards/2.png" alt="" />
        <h3 className='text-zinc-700 pt-3 px-2'>هدفون بلوتوثی اکسیژن مدل E10</h3>
        <div className='flex items-center justify-evenly pt-9'>
        <div className='flex items-center justify-center w-11 h-8 bg-rose-600 rounded-3xl text-white'>۳۶%</div>
        <span className='text-zinc-700'> ۴۴۹,۰۰۰ تومان</span>
        </div>
        <span className='pr-[118px] text-zinc-700 line-through'>۷۱۰,۰۰۰</span>
      </div>
      </a>
      <a href="#">
    <div className='w-[250px] h-[350px] bg-white rounded-2xl '>
        <img className='w-[200px] h-[200px] pr-10 object-contain' src="/images/swiper-wraper-cards/3.png" alt="" />
        <h3 className='text-zinc-700 pt-3 px-2'>لپ تاپ 15.6 اینچی اچ‌پی مدل Victus Gaming 15-...</h3>
        <div className='flex items-center justify-evenly pt-5'>
        <span className='text-zinc-700 mr-[70px]'> ۴۶,۷۸۰,۰۰۰ تومان</span>
        </div>
      </div>
      </a>
      <a href="#">
    <div className='w-[250px] h-[350px] bg-white rounded-2xl '>
        <img className='w-[200px] h-[200px] pr-10 object-cover' src="/images/swiper-wraper-cards/4.png" alt="" />
        <h3 className='text-zinc-700 pt-3 px-2'>ساعت هوشمند ورنا مدل W45 Max</h3>
        <div className='flex items-center justify-evenly pt-9'>
        <div className='flex items-center justify-center w-11 h-8 bg-rose-600 rounded-3xl text-white'>۲۷%</div>
        <span className='text-zinc-700'> ۵۳۵,۰۰۰ تومان</span>
        </div>
        <span className='pr-[118px] text-zinc-700 line-through'>۷۳۵,۰۰۰</span>
      </div>
      </a>
      <a href="#">
    <div className='flex items-center justify-center w-[250px] h-[350px] bg-white rounded-2xl '>
      <a href="#">
       <div className='flex items-center justify-center w-[90px] h-[90px] border-2 border-cyan-500 rounded-[9999px]'>
       <svg  xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="2" stroke="currentColor" class="size-10  text-cyan-500">
       <path stroke-linecap="round" stroke-linejoin="round" d="M10.5 19.5 3 12m0 0 7.5-7.5M3 12h18" />
       </svg>
       </div> 
      </a>
      </div>
      </a>
    </div>
    </div>
   {/* Wrap after amazing *4 */}
   <div className='flex items-center gap-4 w-[95%] mx-auto mt-8  '>
    <a href="#">
    <div className='w-[350px] h-[350px]'>
      <img className='rounded-2xl' src="/images/Wrap-after-amazing-imgs/1.png" alt="" />
    </div>
    </a>
    <a href="#">
    <div className='w-[350px] h-[350px]'>
      <img className='rounded-2xl' src="/images/Wrap-after-amazing-imgs/2.png" alt="" />
    </div>
    </a>
    <a href="#">
    <div className='w-[350px] h-[350px]'>
      <img className='rounded-2xl' src="/images/Wrap-after-amazing-imgs/3.png" alt="" />
    </div>
    </a>
    <a href="#">
    <div className='w-[350px] h-[350px]'>
      <img className='rounded-2xl' src="/images/Wrap-after-amazing-imgs/4.png" alt="" />
    </div>
    </a>
   </div>
   {/* Category */}
    <h3 className='text-center text-3xl'>خرید بر اساس دسته‌بندی</h3>
   <div className='flex gap-[105px] mt-10 text-center cursor-pointer'> 
      <div className='max-w-[120px] '>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover ' src="/images/category-imgs/1.png" alt="" />
      موبایل
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover ' src="/images/category-imgs/2.png" alt="" />
      کالای دیجیتال
      </div>
      <div  className='min-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover ' src="/images/category-imgs/3.png" alt="" />
      کتاب,لوازم تحریر و هنر
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover ' src="/images/category-imgs/4.png" alt="" />
      خانه و اشپزخانه
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover ' src="/images/category-imgs/5.png" alt="" />
       لوازم خانگی برقی
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover ' src="/images/category-imgs/6.png" alt="" />
       مود و پوشاک
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover ' src="/images/category-imgs/7.png" alt="" />
       طلا و نقره
      </div> 
    </div>
   <div className='flex gap-[110px] mt-10 text-center cursor-pointer'> 
      <div className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover ' src="/images/category-imgs/8.png" alt="" />
       تجهیزات پزشکی و سلامت
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover ' src="/images/category-imgs/9.png" alt="" />
       وزرش و سفر
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover ' src="/images/category-imgs/10.png" alt="" />
       خودرو و موتور سیکلت
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover ' src="/images/category-imgs/11.png" alt="" />
      ابزار الات و تجهیزات
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover ' src="/images/category-imgs/12.png" alt="" />
       کارت هدیه و گیفت کارت
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover ' src="/images/category-imgs/13.png" alt="" />
      کالای خوراکی و اساسی
      </div>
      <div  className='max-w-[120px]'>
      <img className='w-[120px] h-[120px] rounded-[9999px] object-cover ' src="/images/category-imgs/14.png" alt="" />
      اسباب بازی
      </div>   
    </div>
    {/* wrap *2 */}
      <div className='flex gap-5 w-[98%] mx-auto mt-14'>
      <a href="#">
    <div>
      <img className='w-[100%] h-[300px] rounded-2xl' src="/images/wrap-2/1.png" alt="" />
    </div>
    </a>
      <a href="#">
    <div>
      <img className='w-[100%] h-[300px] rounded-2xl' src="/images/wrap-2/2.png" alt="" />
    </div>
    </a>
      </div>
     {/* Brands top */}
     <div className='flex items-center justify-center mt-7 text-3xl'>
      <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="2" stroke="currentColor" class="size-8 text-amber-500">
       <path stroke-linecap="round" stroke-linejoin="round" d="M11.48 3.499a.562.562 0 0 1 1.04 0l2.125 5.111a.563.563 0 0 0 .475.345l5.518.442c.499.04.701.663.321.988l-4.204 3.602a.563.563 0 0 0-.182.557l1.285 5.385a.562.562 0 0 1-.84.61l-4.725-2.885a.562.562 0 0 0-.586 0L6.982 20.54a.562.562 0 0 1-.84-.61l1.285-5.386a.562.562 0 0 0-.182-.557l-4.204-3.602a.562.562 0 0 1 .321-.988l5.518-.442a.563.563 0 0 0 .475-.345L11.48 3.5Z" />
      </svg>
      <p className='text-neutral-900'>محبوب‌ترین برندها</p>
     </div>
     {/* Brands container */}
      <div className='flex items-center gap-8 w-[95%] h-[200px] m-auto border border-spacing-4 rounded-2xl mt-5'>
        <a href="">
          <img src="/images/Brands-imgs/pril.png" alt="" />
        </a>
        <a href="">
          <img src="/images/Brands-imgs/persil.png" alt="" />
        </a>
        <a href="">
          <img src="/images/Brands-imgs/kingstar.png" alt="" />
        </a>
        <a href="">
          <img src="/images/Brands-imgs/adata.png" alt="" />
        </a>
        <a href="">
          <img src="/images/Brands-imgs/huawel.png" alt="" />
        </a>
        <a href="">
          <img src="/images/Brands-imgs/pegah.png" alt="" />
        </a>
        <a href="">
          <img className='w-[160px] h-[160px]' src="/images/Brands-imgs/zariniran.png" alt="" />
        </a>
      </div>
      {/* reading */}
      <div className='flex items-center justify-between px-10 mt-10 text-2xl'>
        خواندنی ها
          <a className='flex items-center text-cyan-500' href="#">
          مطالب بیشتر در دیجی‌کالا مگ
          <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="1.5" stroke="currentColor" class="size-6">
           <path stroke-linecap="round" stroke-linejoin="round" d="M15.75 19.5 8.25 12l7.5-7.5" />
          </svg>
          </a>
      </div>
      {/* reading cards */}
      <div className='flex gap-5 w-[95%] m-auto mt-6'>
        <div className='w-[350px] h-[350px] border border-spacing-1 rounded-xl'>
         <a href="">
          <img className='rounded-t-xl' src="/images/reading-imgs/1.png" alt="" />
         </a>
         <p className='text-center text-xl pt-7'>چگونه رمز ایمیل خود را پیدا کنیم؟</p>
        </div>
        <div className='w-[350px] h-[350px] border border-spacing-1 rounded-xl'>
         <a href="">
          <img className='rounded-t-xl' src="/images/reading-imgs/2.png" alt="" />
         </a>
         <p className='text-center text-xl pt-7 px-2'>بهترین فیلم‌های کمدی خارجی جهان که باید ببینید</p>
        </div>
        <div className='w-[350px] h-[350px] border border-spacing-1 rounded-xl'>
         <a href="">
          <img className='rounded-t-xl' src="/images/reading-imgs/3.png" alt="" />
         </a>
         <p className='text-center text-xl pt-7'>کانسیلر چیست و چه کاربردی دارد؟</p>
        </div>
        <div className='w-[350px] h-[350px] border border-spacing-1 rounded-xl'>
         <a href="">
          <img className='rounded-t-xl' src="/images/reading-imgs/4.png" alt="" />
         </a>
         <p className='text-center text-xl pt-7'>بهترین کتاب‌های آشپزی ایرانی که باید بخوانید</p>
        </div> 
      </div>
      {/* Footer */}
      <div className='mt-10 h-[1100px] bg-gray-100  ' >
        {/* Top */}
      <div className='flex items-center justify-between px-5 pt-5'>
      <svg width="286" height="64" viewBox="0 0 286 44" fill="none" xmlns="http://www.w3.org/2000/svg">
       <path d="M284.138 12.3966L275.373 3.63129C274.529 2.79609 273.134 2.86498 272.42 3.81211C263.852 15.0313 249.654 22.3673 233.587 22.3673C217.512 22.3673 203.313 15.0227 194.746 3.81211C194.023 2.86498 192.628 2.79609 191.793 3.63129L183.028 12.3966C181.831 13.5934 181.719 15.5049 182.795 16.8051C194.858 31.4426 213.112 40.7675 233.553 40.7848H233.587H233.622C254.063 40.7762 272.325 31.4426 284.379 16.8051C285.456 15.5049 285.335 13.5848 284.147 12.3966" fill="#ED1944"/>
       <path d="M153.304 9.40993H144.454C144.094 9.39993 143.754 9.53992 143.504 9.78992L141.164 12.1299C140.914 12.3799 140.774 12.7299 140.774 13.0799V14.4499C140.774 15.1099 141.314 15.6499 141.974 15.6499H154.554C155.584 15.6499 156.424 16.4799 156.424 17.5099V26.2599C156.424 27.2899 155.584 28.1299 154.554 28.1299H149.754C149.744 28.1299 149.734 28.1299 149.724 28.1299H142.024C141.344 28.1299 140.784 28.6799 140.784 29.3699V33.1299C140.784 33.8099 141.334 34.3699 142.024 34.3699H153.324C158.494 34.3699 162.674 30.1799 162.674 25.0199V18.7599C162.674 13.5899 158.484 9.40993 153.324 9.40993" fill="#ED1944"/>
       <path d="M6.27392 24.27C6.45392 24.77 6.93391 25.1 7.46391 25.1H11.3439C12.2139 25.1 12.8139 24.24 12.5139 23.43L6.26391 7.08C6.08391 6.58 5.61391 6.25 5.08391 6.25H1.23391C0.383915 6.25 -0.216085 7.1 0.0739147 7.9L6.26391 24.26L6.27392 24.27Z" fill="#ED1944"/>
       <path d="M114.524 37.5701H110.614C109.964 37.5701 109.434 38.1001 109.434 38.7501V42.6601C109.434 43.3101 109.964 43.8401 110.614 43.8401H114.524C115.174 43.8401 115.704 43.3101 115.704 42.6601V38.7501C115.704 38.1001 115.174 37.5701 114.524 37.5701Z" fill="#ED1944"/>
       <path d="M136.384 37.5701H126.314C125.634 37.5701 125.084 38.1201 125.084 38.8001V42.6101C125.084 43.2901 125.634 43.8401 126.314 43.8401H136.384C137.064 43.8401 137.614 43.2901 137.614 42.6101V38.8001C137.614 38.1201 137.064 37.5701 136.384 37.5701Z" fill="#ED1944"/>
       <path d="M56.334 9.39H53.7539L62.3239 1.24C62.7639 0.769998 62.434 0 61.784 0H55.444C54.954 0 54.484 0.190001 54.124 0.540001L40.9339 13.54C40.1539 14.32 40.704 15.65 41.804 15.65H56.384C58.064 15.65 59.4339 17.1 59.4339 18.78V28.17L36.204 28.15C35.184 28.15 34.354 27.32 34.354 26.3V7.48C34.354 6.8 33.804 6.25 33.124 6.25H29.4039C28.7239 6.25 28.174 6.8 28.174 7.48L28.194 25.54C28.434 30.44 32.4739 34.33 37.4339 34.33L64.384 34.35C65.064 34.35 65.6139 33.8 65.6139 33.12L65.5739 18.49C65.4039 13.53 61.344 9.39 56.334 9.39Z" fill="#ED1944"/>
       <path d="M23.8339 6.25999H20.1139C19.4339 6.25999 18.8839 6.80999 18.8839 7.48999V26.41C18.8839 27.43 18.0539 28.26 17.0339 28.26L3.75393 28.24C3.39393 28.24 3.05392 28.38 2.80392 28.63L0.423923 30.9C0.173923 31.15 0.0239258 31.5 0.0239258 31.85V33.22C0.0239258 33.88 0.563923 34.42 1.22392 34.42H15.8039C20.7639 34.42 24.7939 30.52 25.0439 25.63L25.0639 7.46999C25.0639 6.78999 24.5139 6.23999 23.8339 6.23999" fill="#ED1944"/>
       <path d="M137.584 25.4899L137.604 16.8899C137.604 16.1999 137.044 15.6499 136.364 15.6499H132.594C131.904 15.6499 131.354 16.2099 131.354 16.8899V26.2699C131.354 27.2999 130.514 28.1399 129.484 28.1399H115.704V18.7599C115.704 12.7199 111.374 9.3999 106.304 9.3999H97.4639C97.1039 9.3999 96.7639 9.5399 96.5139 9.7899L94.1739 12.1299C93.9239 12.3799 93.7839 12.7299 93.7839 13.0799V14.4499C93.7839 15.1099 94.3239 15.6499 94.9839 15.6499H107.564C108.594 15.6399 109.434 16.4799 109.434 17.5099L109.464 28.1299L88.7739 28.1799C88.0939 28.1799 87.5339 28.7399 87.5339 29.4199V33.1999C87.5339 33.8899 88.0939 34.4399 88.7739 34.4399H93.7939V35.7099C93.7939 36.7399 92.9539 37.5799 91.9239 37.5799H76.7039C75.7739 37.5799 75.0139 36.8199 75.0139 35.8799V23.1599C75.0139 22.4799 74.4539 21.9199 73.7639 21.9199H69.9939C69.3039 21.9199 68.7539 22.4699 68.7539 23.1599L68.7739 34.4699C68.7539 40.7099 71.8839 43.8399 78.1439 43.8399H90.8039C96.3539 43.8399 100.054 40.2899 100.054 34.4499H114.474C115.154 34.4499 115.714 33.8899 115.714 33.2099V31.2699L115.734 31.2899L118.474 34.0899C118.704 34.3299 119.014 34.4599 119.344 34.4599H128.244C133.254 34.4599 137.344 30.4599 137.594 25.5099" fill="#ED1944"/>
      </svg>
      <a href="#">
      <div className='flex items-center justify-center gap-2 w-[150px] h-[50px] border border-gray-400 rounded-xl p-2 text-gray-600 hover:scale-95 transition-all'>
      <button>بازگشت به بالا</button>
      <svg xmlns="http://www.w3.org/2000/svg" fill="none" viewBox="0 0 24 24" stroke-width="2.5" stroke="currentColor" class="size-5">
       <path stroke-linecap="round" stroke-linejoin="round" d="m4.5 15.75 7.5-7.5 7.5 7.5" />
      </svg>
      </div>
      </a>
      </div>
      {/* container */}
        <ul className='flex items-center gap-6 pr-6 pt-8 text-gray-600'>
          <li>تلفن پشتیبانی ۶۱۹۳۰۰۰۰ - ۰۲۱</li>
          <span>|</span>
          <li>۰۲۱-۹۱۰۰۰۱۰۰</li>
          <span>|</span>
          <li>۷ روز هفته، ۲۴ ساعته پاسخگوی شما هستیم</li>
        </ul>
        <div className='flex items-center gap-[210px] px-20 pt-[80px] text-gray-600'>
          <div>
          <svg className='size-[100px]' viewBox="0 0 55 54" fill="none" xmlns="http://www.w3.org/2000/svg">
          <path fill-rule="evenodd" clip-rule="evenodd" d="M29.9492 13.5L46.0594 18.5345V26.4185L40.7293 28.1536V20.6604L23.9583 15.3141L29.9492 13.5Z" fill="#E6123D"/>
          <path d="M30.7164 13.4809L46.9304 18.6615C47.28 18.7732 47.5173 19.0982 47.5173 19.4653V26.3065C47.5173 26.6642 47.2918 26.983 46.9546 27.1021L45.3699 27.6618C44.9305 27.817 44.4485 27.5866 44.2933 27.1472C44.1381 26.7078 44.3685 26.2258 44.8079 26.0706L45.8298 25.7097V20.0814L27.7739 14.3123C26.9997 14.0649 26.9885 12.9735 27.7574 12.7103L33.6976 10.6767C33.8681 10.6184 34.0529 10.6161 34.2248 10.6704L53.1248 16.6342C53.4759 16.745 53.7146 17.0706 53.7146 17.4388V38.0142C53.7146 38.3822 53.4762 38.7077 53.1253 38.8187L34.2253 44.7975C34.0587 44.8502 33.8799 44.8498 33.7135 44.7965L15.0491 38.8178C14.6998 38.7059 14.4628 38.3811 14.4628 38.0142V35.2294C14.4628 34.7634 14.8405 34.3856 15.3065 34.3856C15.7725 34.3856 16.1503 34.7634 16.1503 35.2294V37.3985L33.9725 43.1075L52.0271 37.3962V18.0573L33.9816 12.3632L30.7164 13.4809Z" fill="#424750"/>
          <path d="M52.6164 16.7455C53.0607 16.605 53.5348 16.8512 53.6753 17.2955C53.8159 17.7398 53.5696 18.2139 53.1253 18.3545L34.2253 24.3332C34.0593 24.3857 33.8811 24.3856 33.7152 24.3328L19.2918 19.7459C18.8477 19.6047 18.6022 19.1302 18.7434 18.6861C18.8847 18.2421 19.3591 17.9966 19.8032 18.1378L33.9715 22.6436L52.6164 16.7455Z" fill="#424750"/>
          <path d="M42.3923 26.8191C42.8348 26.673 43.3119 26.9132 43.4581 27.3557C43.6042 27.7982 43.364 28.2753 42.9215 28.4215L40.8408 29.1087C40.2949 29.289 39.7324 28.8824 39.7324 28.3075V22.0824L21.6765 16.3132C20.8982 16.0645 20.8924 14.9654 21.668 14.7085L28.7559 12.3615C29.1982 12.215 29.6756 12.4549 29.8221 12.8973C29.9686 13.3396 29.7287 13.817 29.2863 13.9635L24.6607 15.4952L40.833 20.6625C41.1826 20.7742 41.4199 21.0991 41.4199 21.4662V27.1402L42.3923 26.8191Z" fill="#424750"/>
          <path d="M16.1455 18.2049V22.2706C16.1455 22.7365 15.7677 23.1143 15.3017 23.1143C14.8358 23.1143 14.458 22.7365 14.458 22.2706V17.5854C14.458 17.2168 14.6973 16.8909 15.049 16.7804L21.7528 14.6755C22.1974 14.5359 22.671 14.7832 22.8106 15.2278C22.9502 15.6723 22.7029 16.1459 22.2584 16.2855L16.1455 18.2049Z" fill="#424750"/>
          <path d="M23.2715 24.1313C23.7375 24.1313 24.1153 24.509 24.1153 24.975C24.1153 25.441 23.7375 25.8188 23.2715 25.8188H8.09575C7.62976 25.8188 7.252 25.441 7.252 24.975C7.252 24.509 7.62976 24.1313 8.09575 24.1313H23.2715Z" fill="#19BFD3"/>
          <path d="M14.8341 27.8438C15.3 27.8438 15.6778 28.2215 15.6778 28.6875C15.6778 29.1535 15.3 29.5312 14.8341 29.5312H1.68326C1.21727 29.5312 0.839508 29.1535 0.839508 28.6875C0.839508 28.2215 1.21727 27.8438 1.68326 27.8438H14.8341Z" fill="#19BFD3"/>
          <circle cx="5.5645" cy="24.975" r="0.84375" fill="#19BFD3"/>
          <circle cx="7.927" cy="32.4" r="0.84375" fill="#19BFD3"/>
          <path d="M18.8841 31.5562C19.35 31.5562 19.7278 31.934 19.7278 32.4C19.7278 32.866 19.35 33.2437 18.8841 33.2437H10.4583C9.99226 33.2437 9.6145 32.866 9.6145 32.4C9.6145 31.934 9.99226 31.5562 10.4583 31.5562H18.8841Z" fill="#19BFD3"/>
          <path d="M27.3215 9.28125C27.7875 9.28125 28.1653 9.65901 28.1653 10.125C28.1653 10.591 27.7875 10.9688 27.3215 10.9688H14.1707C13.7048 10.9688 13.327 10.591 13.327 10.125C13.327 9.65901 13.7048 9.28125 14.1707 9.28125H27.3215Z" fill="#19BFD3"/>
          <path d="M14.1591 13.3312C14.625 13.3312 15.0028 13.709 15.0028 14.175C15.0028 14.641 14.625 15.0187 14.1591 15.0187H7.75826C7.29226 15.0187 6.91451 14.641 6.91451 14.175C6.91451 13.709 7.29226 13.3312 7.75826 13.3312H14.1591Z" fill="#19BFD3"/>
          <path d="M34.927 43.9172C34.927 44.3832 34.5492 44.7609 34.0833 44.7609C33.6173 44.7609 33.2395 44.3832 33.2395 43.9172V39.7439C33.2395 39.2779 33.6173 38.9001 34.0833 38.9001C34.5492 38.9001 34.927 39.2779 34.927 39.7439V43.9172Z" fill="#424750"/>
          <path d="M34.927 36.3534C34.927 36.8194 34.5492 37.1972 34.0833 37.1972C33.6173 37.1972 33.2395 36.8194 33.2395 36.3534V24.3C33.2395 23.834 33.6173 23.4562 34.0833 23.4562C34.5492 23.4562 34.927 23.834 34.927 24.3V36.3534Z" fill="#424750"/>
          </svg>
          <p>اﻣﮑﺎن ﺗﺤﻮﯾﻞ اﮐﺴﭙﺮس</p>
          </div>
          <div>
          <svg className='size-[100px]' viewBox="0 0 55 54" fill="none" xmlns="http://www.w3.org/2000/svg">
           <path d="M18.3774 46.3837H10.7982C9.92605 46.3837 9.21919 45.6767 9.21919 44.8047V31.9357C9.21919 31.0636 9.92613 30.3567 10.7982 30.3567H18.3775C19.2496 30.3567 19.9565 31.0636 19.9565 31.9357V44.8047C19.9565 45.6767 19.2495 46.3837 18.3774 46.3837Z" fill="#E6123D"/>
           <path d="M14.5878 42.4362C14.3802 42.4362 14.1765 42.5206 14.0296 42.6675C13.8828 42.8145 13.7983 43.0181 13.7983 43.2257C13.7983 43.4334 13.8827 43.6371 14.0296 43.7839C14.1765 43.9307 14.3802 44.0153 14.5878 44.0153C14.7955 44.0153 14.9992 43.9308 15.1459 43.7839C15.2928 43.6371 15.3774 43.4334 15.3774 43.2257C15.3774 43.0181 15.2929 42.8144 15.1459 42.6675C14.9991 42.5205 14.7954 42.4362 14.5878 42.4362Z" fill="#424750"/>
           <path d="M44.9413 21.9741C44.7336 21.9741 44.5299 22.0585 44.3831 22.2054C44.2363 22.3523 44.1517 22.556 44.1517 22.7636C44.1517 22.9713 44.2362 23.175 44.3831 23.3217C44.5299 23.4686 44.7336 23.5531 44.9413 23.5531C45.1497 23.5531 45.3526 23.4687 45.4995 23.3217C45.647 23.175 45.7315 22.9713 45.7315 22.7636C45.7315 22.556 45.647 22.3523 45.4995 22.2054C45.3526 22.0585 45.1497 21.9741 44.9413 21.9741Z" fill="#424750"/>
           <path fill-rule="evenodd" clip-rule="evenodd" d="M48.0629 15.8629C48.2723 15.8629 48.4732 15.9461 48.6213 16.0941C48.7694 16.2422 48.8524 16.443 48.8526 16.6524V46.3838C48.8526 46.8197 48.499 47.1733 48.063 47.1733H24.2298C23.2682 47.1733 22.3397 46.8253 21.615 46.1933L20.6763 45.3747C20.4205 46.4061 19.4871 47.1732 18.3776 47.1732H10.7982C9.49221 47.1732 8.42966 46.1107 8.42974 44.8046V31.9356C8.42974 30.6297 9.49221 29.5671 10.7982 29.5671H18.3775C19.1886 29.5671 19.9056 29.9772 20.3327 30.6008L22.8401 28.0933C23.1228 27.8107 23.7029 27.333 24.6948 26.8032C26.2086 25.9947 27.8515 25.4166 27.8515 25.4166V18.9113V16.6534C27.8515 16.2175 28.205 15.8639 28.641 15.8639L48.0629 15.8629ZM10.7982 45.5942H18.3774C18.8127 45.5942 19.1669 45.24 19.167 44.8047V31.9357C19.167 31.5004 18.8128 31.1462 18.3775 31.1462H15.3774V40.2412C15.3774 40.6771 15.0238 41.0307 14.5878 41.0307C14.1518 41.0307 13.7983 40.6771 13.7983 40.2412V31.1462H10.7982C10.3628 31.1462 10.0086 31.5004 10.0086 31.9357V44.8047C10.0086 45.2401 10.3628 45.5942 10.7982 45.5942ZM22.6526 45.0033L20.746 43.3405V32.4206L23.3029 29.8263C23.3029 29.8263 24.3891 28.8857 25.1206 28.4731C26.6622 27.6036 27.8493 27.262 27.8493 27.262V29.3844L27.0844 31.4197C27.1738 31.7692 27.4886 32.0136 27.8493 32.0136L41.1054 32.0146C41.7149 32.0146 42.2107 32.5104 42.2107 33.1199C42.2107 33.7294 41.7149 34.2253 41.1054 34.2253H33.1517C32.7157 34.2253 32.3622 34.5788 32.3622 35.0148C32.3622 35.4508 32.7157 35.8043 33.1517 35.8043H43.5766C44.1861 35.8043 44.682 36.3002 44.682 36.9097C44.682 37.5192 44.1861 38.015 43.5766 38.015H33.1517C32.7157 38.015 32.3622 38.3686 32.3622 38.8045C32.3622 39.2405 32.7157 39.5941 33.1517 39.5941H41.8873C42.4968 39.5941 42.9926 40.0899 42.9926 40.6994C42.9926 41.3089 42.4968 41.8047 41.8873 41.8047H33.1517C32.7157 41.8047 32.3622 42.1583 32.3622 42.5943C32.3622 43.0303 32.7157 43.3838 33.1517 43.3838H39.1942C39.8037 43.3838 40.2995 43.8796 40.2995 44.4891C40.2995 45.0987 39.8037 45.5945 39.1942 45.5945H24.2296C23.6497 45.5942 23.0897 45.3844 22.6526 45.0033ZM41.8785 44.4889C41.8785 44.8829 41.7925 45.2569 41.6394 45.5942L47.2735 45.5942V17.7777L29.4306 17.7786V30.4355L41.1053 30.4356C42.5855 30.4356 43.7896 31.6398 43.7896 33.1199C43.7896 33.5139 43.7037 33.8879 43.5765 34.2253C43.774 34.2253 43.9664 34.2474 44.152 34.288V25.3038C44.152 24.8679 44.5055 24.5143 44.9415 24.5143C45.3775 24.5143 45.731 24.8679 45.731 25.3038V35.3104C46.0636 35.7573 46.2609 36.3108 46.2609 36.9096C46.2609 38.1439 45.4233 39.1856 44.2866 39.4978C44.4686 39.8596 44.5716 40.2675 44.5716 40.6992C44.5716 42.1794 43.3674 43.3836 41.8873 43.3836H41.6394C41.7925 43.7209 41.8785 44.0949 41.8785 44.4889Z" fill="#424750"/>
           <path fill-rule="evenodd" clip-rule="evenodd" d="M32.0558 17.55H36.4436V30.7125H32.0558V17.55Z" fill="#424750"/>
           <path fill-rule="evenodd" clip-rule="evenodd" d="M6.57294 15.0188C6.57294 17.9593 9.06672 22.269 14.0302 28.1056C14.3671 28.5018 14.9788 28.5018 15.3157 28.1056C20.2792 22.269 22.7729 17.9593 22.7729 15.0188C22.7729 10.5453 19.1464 6.91876 14.6729 6.91876C10.1994 6.91876 6.57294 10.5453 6.57294 15.0188ZM14.6729 8.60626C18.2145 8.60626 21.0854 11.4772 21.0854 15.0188C21.0854 17.3097 18.9549 21.0984 14.6729 26.2482C10.391 21.0984 8.26044 17.3097 8.26044 15.0188C8.26044 11.4772 11.1314 8.60626 14.6729 8.60626Z" fill="#19BFD3"/>
           <path fill-rule="evenodd" clip-rule="evenodd" d="M10.7073 15.0188C10.7073 17.2089 12.4828 18.9844 14.6729 18.9844C16.8631 18.9844 18.6386 17.2089 18.6386 15.0188C18.6386 12.8286 16.8631 11.0531 14.6729 11.0531C12.4828 11.0531 10.7073 12.8286 10.7073 15.0188ZM17.1198 15.0188C17.1198 16.3701 16.0243 17.4656 14.6729 17.4656C13.3216 17.4656 12.2261 16.3701 12.2261 15.0188C12.2261 13.6674 13.3216 12.5719 14.6729 12.5719C16.0243 12.5719 17.1198 13.6674 17.1198 15.0188Z" fill="#19BFD3"/>
           </svg>
           <p>امکان پرداخت در محل</p>
          </div>
          <div>
          <svg className='size-[100px]' viewBox="0 0 55 54" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M39.4945 36.3848C42.2968 36.3848 44.5685 34.1131 44.5685 31.3108C44.5685 28.5082 42.2968 26.2365 39.4945 26.2365V36.3848Z" fill="#E6123D"/>
            <path fill-rule="evenodd" clip-rule="evenodd" d="M40.3013 35.5014V27.1196C42.27 27.498 43.7621 29.2334 43.7621 31.3107C43.7621 33.388 42.27 35.1234 40.3013 35.5014ZM40.707 11.4181C37.6968 8.40795 33.71 6.74982 29.4811 6.74982C25.2522 6.74982 21.2653 8.40795 18.2548 11.4181C17.1104 12.5629 16.1613 13.8485 15.4245 15.2349C14.951 16.5289 16.4796 16.8448 16.8505 15.9845C19.2477 11.4559 24.0102 8.3634 29.4811 8.3634C37.3556 8.3634 43.7621 14.7698 43.7621 22.6444V27.2705C42.6895 26.1382 41.1738 25.4298 39.4947 25.4298C39.0489 25.4298 38.6877 25.7909 38.6877 26.2364V36.3847C38.6877 36.8305 39.0489 37.1916 39.4947 37.1916C42.707 37.1916 45.3247 34.602 45.3733 31.4008C45.3736 31.391 45.3746 28.472 45.3753 22.6444C45.3753 18.4155 43.7175 14.4286 40.707 11.4181Z" fill="#424750"/>
            <path fill-rule="evenodd" clip-rule="evenodd" d="M43.9048 36.3035C43.7002 36.3035 43.4994 36.3869 43.3546 36.5313C43.2099 36.6761 43.1268 36.8769 43.1268 37.0825C43.1268 37.2863 43.2099 37.4868 43.3546 37.6326C43.4994 37.7771 43.7002 37.8597 43.9048 37.8597C44.1093 37.8597 44.3101 37.7771 44.4549 37.6326C44.5997 37.4868 44.6827 37.287 44.6827 37.0825C44.6827 36.8769 44.5997 36.6761 44.4549 36.5313C44.3101 36.3869 44.1093 36.3035 43.9048 36.3035Z" fill="#424750"/>
            <path fill-rule="evenodd" clip-rule="evenodd" d="M32.2522 44.0203L33.397 43.777L33.6404 44.9218L32.4956 45.1651L32.2522 44.0203ZM43.463 38.8393C43.0772 38.6166 42.5834 38.7486 42.3607 39.1343C40.795 41.8448 38.3343 43.7091 35.2138 44.563L34.8078 42.6524C34.7149 42.2164 34.2867 41.9383 33.8506 42.0307L31.1277 42.6096C30.6916 42.7024 30.4135 43.1307 30.5063 43.5667L31.0851 46.2897C31.1776 46.7257 31.6059 47.0038 32.0419 46.9113L34.7652 46.3325C38.7184 45.4922 41.8281 43.2822 43.7579 39.9416C43.981 39.5559 43.8487 39.0624 43.463 38.8393Z" fill="#424750"/>
            <path fill-rule="evenodd" clip-rule="evenodd" d="M11.8471 37.4615C10.3344 37.4615 9.10831 36.2353 9.10831 34.7226V20.3607C9.10831 18.848 10.3344 17.6219 11.8471 17.6219H31.576C33.0887 17.6219 34.3148 18.848 34.3148 20.3607V38.4132C34.3148 39.3758 33.5345 40.1561 32.572 40.1561C32.0468 40.1561 31.5497 39.9195 31.2189 39.5118L29.5547 37.4615H11.8471ZM11.8471 19.1156C11.1596 19.1156 10.6021 19.6732 10.6021 20.3607V34.7226C10.6021 35.4101 11.1596 35.9677 11.8471 35.9677H30.2662L32.3786 38.5701C32.4258 38.6285 32.4971 38.6623 32.572 38.6623C32.7097 38.6623 32.8211 38.5509 32.8211 38.4132V20.3607C32.8211 19.6732 32.2635 19.1156 31.576 19.1156H11.8471Z" fill="#19BFD3"/>
            <path fill-rule="evenodd" clip-rule="evenodd" d="M26.2996 26.7646H31.3213V28.0711L28.6885 34.5808H27.0661L29.6217 28.2385H26.2996V26.7646ZM24.3202 26.6252V28.0545H23.4869V29.3833H21.9425V28.0545H18.2651V26.6252L20.9435 21.4109H22.5878L19.9206 26.6252H21.9425V24.7717H23.4869V26.6252H24.3202ZM12.2347 29.3833V28.2331L14.8898 25.4865C15.39 24.9617 15.7788 24.448 15.7788 23.9232C15.7788 23.2978 15.3565 22.907 14.7676 22.907C14.1679 22.907 13.7234 23.2644 13.4679 23.8226L12.179 23.0633C12.6792 21.9468 13.69 21.4109 14.7457 21.4109C16.0788 21.4109 17.312 22.3039 17.312 23.8672C17.312 24.8162 16.7676 25.6316 16.0342 26.3684L14.5121 27.8983H17.4342V29.3833H12.2347Z" fill="#424750"/>
            <path fill-rule="evenodd" clip-rule="evenodd" d="M28.0015 21.6874L21.0642 34.5809H21.7365L28.6691 21.6874H28.0015Z" fill="#E6123D"/>
            </svg>
            <p>۷ روز ﻫﻔﺘﻪ، ۲۴ ﺳﺎﻋﺘﻪ</p>
          </div>
          <div>
          <svg className='size-[100px]' viewBox="0 0 55 54" fill="none" xmlns="http://www.w3.org/2000/svg">
           <path fill-rule="evenodd" clip-rule="evenodd" d="M23.8099 9.51141L39.9201 14.5458V22.4298L34.5902 24.165V16.6719L17.8189 11.3253L23.8099 9.51141Z" fill="#E6123D"/>
           <path fill-rule="evenodd" clip-rule="evenodd" d="M47.2466 13.319C47.206 13.1589 47.1305 13.0422 47.0282 12.9519C46.9803 12.904 46.927 12.8617 46.8693 12.8262C46.8367 12.8069 46.8029 12.7899 46.7682 12.7752C46.744 12.7614 28.0002 6.78994 28.0002 6.78994C27.8327 6.73673 27.6528 6.73673 27.4853 6.78994L8.79205 12.7378C8.43868 12.8489 8.19801 13.1762 8.19727 13.5467V33.9393C8.19758 34.3101 8.43837 34.6378 8.79205 34.7491L15.3567 36.9684C15.5242 37.0216 15.9054 35.4872 15.9054 35.4872L9.89665 33.3182V14.1678L15.5615 12.3656L31.4508 17.4221L27.7402 18.6024L13.5503 14.0888C13.1031 13.9466 12.6253 14.1938 12.4831 14.6411C12.3409 15.0883 12.5882 15.5661 13.0354 15.7083L26.8905 20.1157V30.2149C26.8905 30.6842 27.2709 31.0646 27.7402 31.0646C28.2094 31.0646 28.5899 30.6842 28.5899 30.2149V20.1157L33.4051 18.5862V24.2231C33.4051 24.6923 33.7855 25.0728 34.2548 25.0728C34.3412 25.0722 34.4271 25.0587 34.5097 25.0328L36.492 24.4007C36.9393 24.2584 37.1865 23.7807 37.0443 23.3334C36.9021 22.8862 36.4244 22.6389 35.9771 22.7811L35.1019 23.0598V18.0467L39.4914 16.6498V21.6629L38.5262 21.9697C38.0789 22.1119 37.8317 22.5896 37.9739 23.0369C38.0857 23.3888 38.412 23.6281 38.7811 23.6291C38.8676 23.6292 38.9537 23.6158 39.036 23.5892L40.5943 23.0938C40.948 22.9826 41.1888 22.6549 41.1891 22.2841V16.106L45.5837 14.7091V33.3173L44.4791 33.6699C44.0276 33.7978 43.7652 34.2674 43.893 34.719C44.0209 35.1705 44.4906 35.4329 44.9421 35.3051C44.9578 35.3006 46.6884 34.7491 46.6884 34.7491C47.0421 34.6378 47.2829 34.3101 47.2832 33.9393V13.5467C47.2814 13.4695 47.2691 13.3929 47.2466 13.319ZM34.2539 16.53L18.3647 11.4743L21.6513 10.4283L37.5405 15.484L34.2539 16.53ZM24.4544 9.53614L40.3428 14.5927L43.6294 13.5467L27.7402 8.49102L24.4544 9.53614Z" fill="#424750"/>
           <path d="M12.5956 28.0125C12.1586 28.0125 11.8042 28.3669 11.8042 28.8039L11.8042 34.5531C11.8042 34.9902 12.1586 35.3445 12.5956 35.3445C13.0327 35.3445 13.3871 34.9902 13.3871 34.5531V28.8039C13.3871 28.3669 13.0327 28.0125 12.5956 28.0125Z" fill="#424750"/>
           <path d="M12.5952 25.65C12.3872 25.65 12.1831 25.7346 12.036 25.8818C11.8888 26.0289 11.8042 26.233 11.8042 26.4418C11.8042 26.649 11.8888 26.8531 12.036 27.0011C12.1831 27.1482 12.3872 27.232 12.5952 27.232C12.8033 27.232 13.0073 27.1482 13.1545 27.0011C13.3016 26.8531 13.3862 26.6498 13.3862 26.4418C13.3862 26.233 13.3016 26.0289 13.1545 25.8818C13.0073 25.7346 12.8033 25.65 12.5952 25.65Z" fill="#424750"/>
           <path d="M15.6327 35.4375C15.4247 35.4375 15.2206 35.5221 15.0734 35.6693C14.9263 35.8164 14.8417 36.0205 14.8417 36.2293C14.8417 36.4366 14.9263 36.6406 15.0734 36.7886C15.2206 36.9357 15.4247 37.0195 15.6327 37.0195C15.8407 37.0195 16.0448 36.9357 16.1919 36.7886C16.3391 36.6406 16.4237 36.4373 16.4237 36.2293C16.4237 36.0205 16.3391 35.8164 16.1919 35.6693C16.0448 35.5221 15.8407 35.4375 15.6327 35.4375Z" fill="#424750"/>
           <path d="M41.3352 24.7959C40.866 24.7959 40.4855 25.1763 40.4855 25.6456V34.5038C40.4809 38.7253 37.0598 42.1463 32.8383 42.151H22.642C22.1728 42.151 21.7923 42.5314 21.7923 43.0007V44.7672L15.6269 40.4516L21.7923 36.136V37.9025C21.7923 38.3718 22.1728 38.7522 22.642 38.7522H30.2892C33.1037 38.7495 35.3846 36.4686 35.3874 33.6541V33.2928C35.3874 32.8236 35.0069 32.4431 34.5377 32.4431C34.0684 32.4431 33.688 32.8236 33.688 33.2928V33.6541C33.688 35.5312 32.1663 37.0528 30.2892 37.0528H23.4917V34.5038C23.4915 34.0345 23.1108 33.6543 22.6416 33.6545C22.4676 33.6546 22.2978 33.7081 22.1551 33.8079L13.6582 39.7557C13.2738 40.025 13.1806 40.5549 13.4498 40.9391C13.5066 41.0202 13.5772 41.0907 13.6582 41.1475L22.1551 47.0954C22.5397 47.3643 23.0695 47.2705 23.3383 46.8859C23.4381 46.7433 23.4916 46.5735 23.4917 46.3995V43.8504H32.8383C37.9977 43.8443 42.1789 39.6632 42.1849 34.5038V25.6456C42.1849 25.1763 41.8045 24.7959 41.3352 24.7959Z" fill="#19BFD3"/>
           <path fill-rule="evenodd" clip-rule="evenodd" d="M14.8417 20.5875H23.3409V22.7875L18.8844 33.75H16.1391L20.4639 23.0696H14.8417V20.5875Z" fill="#E6123D"/>
           </svg>
           <p>هفت روز ضمانت بازگشت کالا</p>
          </div>
          <div>
            <svg className='size-[100px]'  viewBox="0 0 54 54" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path fill-rule="evenodd" clip-rule="evenodd" d="M41.9305 29.6715L41.9074 29.5196C41.7378 28.4116 41.7248 27.9845 41.8499 27.5209C41.9685 27.0821 42.1898 26.7306 42.8787 25.8818C43.8101 24.7345 44.0439 24.3034 44.0438 23.625C44.0438 22.9469 43.8099 22.5157 42.8786 21.3685L42.8037 21.2763C42.195 20.5246 41.9636 20.1505 41.8499 19.7296C41.7639 19.411 41.7476 19.0404 41.7974 18.5417C41.818 18.3354 41.8426 18.1548 41.9075 17.731C42.1272 16.2967 42.1136 15.8324 41.7846 15.2696C41.4613 14.7163 41.019 14.4415 39.7705 13.9594L39.6688 13.9202C38.6248 13.5182 38.2483 13.3189 37.9132 12.9872C37.5782 12.6555 37.3772 12.2832 36.9712 11.2499L36.9314 11.1489C36.4444 9.91296 36.1665 9.47468 35.6078 9.15476C35.0667 8.84478 34.5428 8.82328 33.2251 9.01842L33.0953 9.03786C32.6952 9.09783 32.5144 9.1219 32.3079 9.14216C31.802 9.19181 31.4262 9.17573 31.1032 9.09029C30.6592 8.97284 30.3039 8.75363 29.4462 8.07148C28.2875 7.14984 27.8527 6.91876 27.1689 6.91876C26.5704 6.91876 26.056 7.16668 25.2241 7.80948C25.1428 7.87226 25.0635 7.93472 24.8918 8.07114C24.0339 8.75342 23.6786 8.97263 23.2347 9.09008C22.7655 9.21415 22.3328 9.20117 21.2137 9.03322C19.7661 8.81588 19.2979 8.82929 18.7303 9.15436C18.1527 9.48514 17.9013 9.88936 17.367 11.2494C16.9611 12.2824 16.7599 12.6549 16.4248 12.9866C16.1184 13.2899 15.717 13.5115 14.9035 13.8289C14.8415 13.8531 14.7925 13.8721 14.6692 13.9195L14.5671 13.9589C13.3188 14.4409 12.8766 14.7157 12.5532 15.2689C12.2395 15.8057 12.2178 16.3254 12.4151 17.6312L12.4346 17.759C12.4952 18.155 12.5195 18.3339 12.54 18.5382C12.5901 19.0385 12.5738 19.41 12.4877 19.7291C12.3685 20.1703 12.1441 20.5239 11.4124 21.4255C11.3165 21.5438 11.2558 21.6195 11.1953 21.6962C10.5446 22.5212 10.2938 23.0309 10.2938 23.625C10.2938 24.2184 10.5445 24.7284 11.1932 25.5511C11.257 25.6321 11.3206 25.7111 11.4588 25.8815C12.1476 26.73 12.3691 27.0818 12.4876 27.5207C12.5737 27.8394 12.59 28.2103 12.5401 28.7095C12.5194 28.9156 12.4949 29.0959 12.43 29.5192C12.2104 30.9533 12.2239 31.4177 12.5529 31.9806C12.8763 32.5338 13.3186 32.8086 14.567 33.2907L14.6687 33.3299C15.7127 33.7319 16.0893 33.9312 16.4244 34.263C16.7594 34.5946 16.9605 34.9669 17.3664 36.0002L17.4062 36.1013C17.8933 37.3372 18.1712 37.7754 18.7299 38.0954C19.271 38.4053 19.7949 38.4268 21.113 38.2316L21.2432 38.2121C21.6439 38.152 21.8252 38.1279 22.0321 38.1077C22.2223 38.089 22.39 38.0799 22.5446 38.0799C22.806 38.0799 23.0317 38.1061 23.2344 38.1597C23.6784 38.2772 24.0337 38.4964 24.8914 39.1785C26.0502 40.1002 26.4849 40.3313 27.1688 40.3313C27.8526 40.3313 28.2873 40.1002 29.446 39.1786L29.5393 39.1045C30.2988 38.5017 30.677 38.2725 31.1029 38.1598C31.5721 38.0357 32.0042 38.0487 33.1239 38.2167C34.5715 38.434 35.0397 38.4206 35.6074 38.0956C36.1849 37.7648 36.4364 37.3606 36.9707 36.0005C37.3765 34.9676 37.5777 34.595 37.9128 34.2634C38.248 33.9315 38.6243 33.7324 39.6684 33.3304L39.7705 33.291C41.0188 32.809 41.4611 32.5342 41.7844 31.981C42.0981 31.4442 42.1199 30.9245 41.9305 29.6715ZM42.3141 23.6252C42.3141 23.7684 42.0987 24.107 41.5314 24.8059C40.6679 25.8698 40.3754 26.3504 40.1792 27.077C39.9769 27.826 39.9869 28.4022 40.2009 29.8004L40.22 29.9259C40.3267 30.6325 40.3395 31.0324 40.288 31.1206C40.2286 31.2223 39.8684 31.4122 39.143 31.6923L39.0425 31.731C37.7409 32.2321 37.2373 32.5081 36.6909 33.049C36.1444 33.59 35.8652 34.0892 35.359 35.3776C35.0402 36.1891 34.8519 36.5471 34.7425 36.6098C34.6436 36.6665 34.2334 36.6481 33.3827 36.5204C31.9929 36.3118 31.4117 36.3025 30.6571 36.5022C29.9509 36.689 29.4266 36.9968 28.4586 37.765L28.364 37.8402C27.6568 38.4026 27.315 38.6156 27.1688 38.6156C27.0225 38.6156 26.6806 38.4025 25.9735 37.8401C24.8989 36.9855 24.4136 36.6961 23.6802 36.5021C23.3276 36.4087 22.9548 36.3643 22.5446 36.3643C22.3313 36.3643 22.1082 36.3762 21.8622 36.4003C21.6169 36.4243 21.4138 36.4514 20.9311 36.5238L20.8045 36.5427C20.0895 36.6486 19.6849 36.6612 19.5948 36.6096C19.4917 36.5506 19.3002 36.1948 19.0172 35.4767L18.978 35.3772C18.4717 34.0885 18.1928 33.5897 17.6464 33.0487C17.1 32.5078 16.5961 32.2316 15.2947 31.7306L15.1945 31.692C14.4689 31.4118 14.1088 31.2219 14.0493 31.1201C13.9925 31.023 14.0119 30.6138 14.1445 29.7481C14.2103 29.3188 14.2373 29.1191 14.2613 28.8788C14.3318 28.1737 14.3027 27.6111 14.1584 27.0768C13.9612 26.3466 13.6664 25.8654 12.7604 24.7493C12.6687 24.6362 12.6113 24.5647 12.5557 24.4942C12.2002 24.0433 12.0234 23.7371 12.0234 23.625C12.0234 23.5127 12.2006 23.2059 12.5576 22.7533C12.6153 22.6802 12.6743 22.6067 12.8064 22.4439C13.6697 21.3801 13.9622 20.8995 14.1585 20.1729C14.3029 19.638 14.3319 19.0749 14.2612 18.3686C14.2369 18.1263 14.2096 17.9259 14.1368 17.4495L14.1177 17.3241C14.0109 16.6174 13.9981 16.2175 14.0496 16.1293C14.1091 16.0276 14.4692 15.8378 15.1946 15.5576L15.2951 15.5189C15.4211 15.4704 15.4717 15.4508 15.5367 15.4255C16.5875 15.0155 17.143 14.6996 17.6468 14.2008C18.1932 13.6598 18.4723 13.1608 18.9786 11.8724C19.2974 11.0608 19.4857 10.7028 19.5952 10.6401C19.6941 10.5835 20.1042 10.6018 20.9549 10.7295C22.3439 10.938 22.9258 10.9473 23.6803 10.7478C24.4175 10.5528 24.903 10.2613 26.0309 9.36428C26.1444 9.27409 26.2162 9.21766 26.287 9.16292C26.7442 8.80971 27.0541 8.63439 27.1689 8.63439C27.3151 8.63439 27.657 8.84748 28.3642 9.40995C29.4387 10.2645 29.924 10.5539 30.6574 10.748C31.1972 10.8907 31.7654 10.9194 32.4782 10.8494C32.723 10.8254 32.9254 10.7984 33.4071 10.7262L33.5338 10.7073C34.2483 10.6015 34.6527 10.5889 34.7428 10.6405C34.846 10.6995 35.0374 11.0553 35.3204 11.7734L35.3596 11.8729C35.8659 13.1617 36.1448 13.6604 36.6913 14.2014C37.2377 14.7423 37.7413 15.0184 39.0428 15.5195L39.143 15.5581C39.8686 15.8383 40.2287 16.0282 40.2882 16.13C40.345 16.2272 40.3256 16.6364 40.193 17.502C40.1272 17.932 40.1001 18.132 40.0761 18.3727C40.0058 19.0771 40.0349 19.6394 40.1791 20.1734C40.368 20.873 40.6791 21.3923 41.4553 22.3508L41.5313 22.4444C42.0987 23.1434 42.3141 23.482 42.3141 23.6252Z" fill="#424750"/>
            <path fill-rule="evenodd" clip-rule="evenodd" d="M27.5063 34.425C33.3777 34.425 38.1375 29.7408 38.1375 23.9625C38.1375 18.1842 33.3777 13.5 27.5063 13.5C21.6348 13.5 16.875 18.1842 16.875 23.9625C16.875 29.7408 21.6348 34.425 27.5063 34.425ZM34.0442 17.725C33.6315 17.4276 33.0539 17.5184 32.754 17.9277L25.2686 28.1471L21.7478 25.3759C21.3483 25.0614 20.7673 25.1277 20.4502 25.5239C20.1331 25.9202 20.1999 26.4965 20.5995 26.811L24.8752 30.1764C25.2869 30.5004 25.8878 30.419 26.1966 29.9973L34.2486 19.0045C34.5484 18.5952 34.4569 18.0223 34.0442 17.725Z" fill="#E6123D"/>
            <path d="M27.5063 12.825C27.8917 12.825 28.2042 13.1328 28.2042 13.5125C28.2042 13.8922 27.8917 14.2 27.5063 14.2C22.0329 14.2 17.5958 18.5708 17.5958 23.9625C17.5958 29.3542 22.0329 33.725 27.5063 33.725C32.9796 33.725 37.4167 29.3542 37.4167 23.9625C37.4167 23.5828 37.7291 23.275 38.1146 23.275C38.5 23.275 38.8125 23.5828 38.8125 23.9625C38.8125 30.1136 33.7505 35.1 27.5063 35.1C21.262 35.1 16.2 30.1136 16.2 23.9625C16.2 17.8114 21.262 12.825 27.5063 12.825Z" fill="#424750"/>
            <path d="M35.5928 39.557C35.5928 39.1458 35.9358 38.8125 36.3589 38.8125C36.782 38.8125 37.125 39.1458 37.125 39.557V46.5052C37.125 46.9845 36.6658 47.3389 36.1854 47.2303L27.5734 45.284L18.8246 47.2309C18.3449 47.3376 17.8875 46.9835 17.8875 46.5052V41.873C17.8875 41.4619 18.2305 41.1286 18.6536 41.1286C19.0767 41.1286 19.4197 41.4619 19.4197 41.873V45.571L27.4038 43.7943C27.5172 43.7691 27.635 43.7693 27.7483 43.7949L35.5928 45.5678V39.557Z" fill="#19BFD3"/>
            <path d="M18.7313 38.8125C18.5094 38.8125 18.2917 38.9028 18.1347 39.0597C17.9778 39.2167 17.8875 39.4343 17.8875 39.6571C17.8875 39.8782 17.9778 40.0958 18.1347 40.2536C18.2917 40.4106 18.5094 40.5 18.7313 40.5C18.9532 40.5 19.1709 40.4106 19.3278 40.2536C19.4847 40.0958 19.575 39.879 19.575 39.6571C19.575 39.4343 19.4847 39.2167 19.3278 39.0597C19.1709 38.9028 18.9532 38.8125 18.7313 38.8125Z" fill="#19BFD3"/>
            <path d="M30.2062 12.825C29.9843 12.825 29.7666 12.9153 29.6097 13.0722C29.4528 13.2292 29.3625 13.4469 29.3625 13.6696C29.3625 13.8907 29.4528 14.1084 29.6097 14.2661C29.7666 14.4231 29.9843 14.5125 30.2062 14.5125C30.4281 14.5125 30.6458 14.4231 30.8028 14.2661C30.9597 14.1084 31.05 13.8915 31.05 13.6696C31.05 13.4469 30.9597 13.2292 30.8028 13.0722C30.6458 12.9153 30.4281 12.825 30.2062 12.825Z" fill="#424750"/>
            </svg>        
            <p>ﺿﻤﺎﻧﺖ اﺻﻞ ﺑﻮدن ﮐﺎﻟﺎ</p>   
          </div>
        </div>
      <div className='flex gap-[150px] pt-16 px-10'>
        <ul className='text-gray-600 lineh leading-9 text-xl cursor-pointer'>
          <li className='text-black text-2xl pb-6'>با دیجی‌کالا</li>
          <li>اتاق خبر دیجی‌کالا</li>
          <li>فروش در دیجی‌کالا</li>
          <li>فرصت های شغلی</li>
          <li>گزارش تخلف در دیجی‌کالا</li>
          <li>تماس با دیجی‌کالا</li>
          <li>درباره دیجی‌کالا</li>
        </ul>
        <ul className='text-gray-600 lineh leading-9 text-xl cursor-pointer'>
          <li className='text-black text-2xl pb-6'>خدمت دیجی‌کالا</li>
          <li>پاسخ به پرسش های متداول</li>
          <li>رویه های بازگرداندن کالا</li>
          <li>شرایط استفاده</li>
          <li>حریم خصوصی</li>
          <li>گزارش باگ</li>
        </ul>
        <ul className='text-gray-600 lineh leading-9 text-xl cursor-pointer'>
          <li className='text-black text-2xl pb-6'>راهنمای خرید از دیجی‌کالا</li>
          <li>نحوه ثبت سفارش</li>
          <li>رویه ارسال سفارش</li>
          <li>شیوه های پرداخت</li>
        </ul>
        <ul className='text-gray-600 lineh leading-9 cursor-pointer'>
          <li className='text-black text-2xl pb-6'>همراه ما باشید!</li>
          <div className='flex gap-8'>
          <svg xmlns="http://www.w3.org/2000/svg" fill="currentColor" class="bi bi-instagram size-10" viewBox="0 0 16 16">
           <path d="M8 0C5.829 0 5.556.01 4.703.048 3.85.088 3.269.222 2.76.42a3.9 3.9 0 0 0-1.417.923A3.9 3.9 0 0 0 .42 2.76C.222 3.268.087 3.85.048 4.7.01 5.555 0 5.827 0 8.001c0 2.172.01 2.444.048 3.297.04.852.174 1.433.372 1.942.205.526.478.972.923 1.417.444.445.89.719 1.416.923.51.198 1.09.333 1.942.372C5.555 15.99 5.827 16 8 16s2.444-.01 3.298-.048c.851-.04 1.434-.174 1.943-.372a3.9 3.9 0 0 0 1.416-.923c.445-.445.718-.891.923-1.417.197-.509.332-1.09.372-1.942C15.99 10.445 16 10.173 16 8s-.01-2.445-.048-3.299c-.04-.851-.175-1.433-.372-1.941a3.9 3.9 0 0 0-.923-1.417A3.9 3.9 0 0 0 13.24.42c-.51-.198-1.092-.333-1.943-.372C10.443.01 10.172 0 7.998 0zm-.717 1.442h.718c2.136 0 2.389.007 3.232.046.78.035 1.204.166 1.486.275.373.145.64.319.92.599s.453.546.598.92c.11.281.24.705.275 1.485.039.843.047 1.096.047 3.231s-.008 2.389-.047 3.232c-.035.78-.166 1.203-.275 1.485a2.5 2.5 0 0 1-.599.919c-.28.28-.546.453-.92.598-.28.11-.704.24-1.485.276-.843.038-1.096.047-3.232.047s-2.39-.009-3.233-.047c-.78-.036-1.203-.166-1.485-.276a2.5 2.5 0 0 1-.92-.598 2.5 2.5 0 0 1-.6-.92c-.109-.281-.24-.705-.275-1.485-.038-.843-.046-1.096-.046-3.233s.008-2.388.046-3.231c.036-.78.166-1.204.276-1.486.145-.373.319-.64.599-.92s.546-.453.92-.598c.282-.11.705-.24 1.485-.276.738-.034 1.024-.044 2.515-.045zm4.988 1.328a.96.96 0 1 0 0 1.92.96.96 0 0 0 0-1.92m-4.27 1.122a4.109 4.109 0 1 0 0 8.217 4.109 4.109 0 0 0 0-8.217m0 1.441a2.667 2.667 0 1 1 0 5.334 2.667 2.667 0 0 1 0-5.334"/>
          </svg>
          <svg xmlns="http://www.w3.org/2000/svg" fill="currentColor" class="bi bi-twitter size-10" viewBox="0 0 16 16">
           <path d="M5.026 15c6.038 0 9.341-5.003 9.341-9.334q.002-.211-.006-.422A6.7 6.7 0 0 0 16 3.542a6.7 6.7 0 0 1-1.889.518 3.3 3.3 0 0 0 1.447-1.817 6.5 6.5 0 0 1-2.087.793A3.286 3.286 0 0 0 7.875 6.03a9.32 9.32 0 0 1-6.767-3.429 3.29 3.29 0 0 0 1.018 4.382A3.3 3.3 0 0 1 .64 6.575v.045a3.29 3.29 0 0 0 2.632 3.218 3.2 3.2 0 0 1-.865.115 3 3 0 0 1-.614-.057 3.28 3.28 0 0 0 3.067 2.277A6.6 6.6 0 0 1 .78 13.58a6 6 0 0 1-.78-.045A9.34 9.34 0 0 0 5.026 15"/>
          </svg>
          <svg xmlns="http://www.w3.org/2000/svg" fill="currentColor" class="bi bi-linkedin size-10" viewBox="0 0 16 16">
           <path d="M0 1.146C0 .513.526 0 1.175 0h13.65C15.474 0 16 .513 16 1.146v13.708c0 .633-.526 1.146-1.175 1.146H1.175C.526 16 0 15.487 0 14.854zm4.943 12.248V6.169H2.542v7.225zm-1.2-8.212c.837 0 1.358-.554 1.358-1.248-.015-.709-.52-1.248-1.342-1.248S2.4 3.226 2.4 3.934c0 .694.521 1.248 1.327 1.248zm4.908 8.212V9.359c0-.216.016-.432.08-.586.173-.431.568-.878 1.232-.878.869 0 1.216.662 1.216 1.634v3.865h2.401V9.25c0-2.22-1.184-3.252-2.764-3.252-1.274 0-1.845.7-2.165 1.193v.025h-.016l.016-.025V6.169h-2.4c.03.678 0 7.225 0 7.225z"/>
          </svg>
          </div>
          <h4 className='text-md text-black pt-7'>با ثبت ایمیل، از جدید‌ترین تخفیف‌ها با‌خبر شوید</h4>
          <div className='flex items-center gap-3 pt-2'>
            <input className='bg-gray-300 w-[200px] h-[40px] rounded-md pr-3 outline-none' type="text" placeholder='ایمیل شما' />
            <button className='w-[50px] h-[40px] bg-gray-300 rounded-md text-white'>ثبت</button>
          </div>
        </ul>
      </div>
      <div className='flex pt-14'>
        <div>
        <h1 className='text-3xl'>فروشکاه اینترنتی دیجی‌کالا,برسی,انتخاب و خرید انلاین</h1>
        <p className='text-gray-600 pt-3 text-lg'> اینترنتی مطمئن، نیازمند فروشگاهی است که بتواند کالاهایی متنوع، باکیفیت و دارای قیمت مناسب را در مدت زمان ی کوتاه به دست مشتریان خود برساند و ضمانت بازگشت کالا هم داشته باشد؛ ویژگی‌هایی که فروشگاه اینترنتی دیجی‌کالا سال‌هاست بر روی آن‌ها کار کرده و توانسته از این طریق مشتریان ثابت خود را داشته باشد...</p>
        </div>
        <div className='flex gap-4 px-3'>
          <div className='w-[150px] h-[150px] border-2 border-spacing-1 rounded-lg '>
           <a href="">
            <img src="/images/footer-symbols/rezi.png" alt="" />
           </a>
          </div>
          <div className='  w-[150px] h-[150px] border-2 border-spacing-1 rounded-lg '>
          <a href="">
            <img className='w-[150px] h-[140px] object-contain' src="/images/footer-symbols/kasbokar.png" alt="" />
           </a>
          </div>
          <div className='w-[150px] h-[150px] border-2 border-spacing-1 rounded-lg '>
          <a href="">
            <img src="/images/footer-symbols/logo-etminan.png" alt="" />
           </a>
          </div>
        </div>
      </div>
      <h1 className='text-center text-xl text-gray-600 px-10 pt-20 font '>برای استفاده از مطالب دیجی‌کالا، داشتن «هدف غیرتجاری» و ذکر «منبع» کافیست. تمام حقوق اين وب‌سايت نیز برای شرکت نوآوران فن آوازه (فروشگاه آنلاین دیجی‌کالا) است.</h1>
      </div>

    </>
  )
}
 